[
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/YD634H92",
		"type": "article-journal",
		"language": "en",
		"source": "Zotero",
		"title": "Unilever Annual Report and Accounts 2023",
		"author": [
			{
				"family": "Unilever",
				"given": ""
			}
		],
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/5JAN4GF3",
		"type": "webpage",
		"abstract": "Safety Without Animal Testing - Tools and Approaches",
		"container-title": "Unilever",
		"language": "en-GB",
		"title": "Tools and Approaches",
		"URL": "https://seac.unilever.com/our-science/safety-without-animal-testing/tools-and-approaches/",
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/9E5NQPKY",
		"type": "article-newspaper",
		"title": "Aligning Profit with Purpose: A Case Study of Unilever's Sustainable Living Plan",
		"author": [
			{
				"family": "Ayu",
				"given": "Akmal"
			},
			{
				"family": "Yusnidar",
				"given": "Binti"
			},
			{
				"family": "Mohd",
				"given": "Jayus"
			}
		]
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/FQYN59NR",
		"type": "webpage",
		"abstract": "The purpose of the issue is to identify the features, new forms and mechanisms of participation of transnational corporations in the implementation of sustainable development goals and to identify possible directions for further involvement of transnational business in achieving global sustainable development. The paper defines the concept of sustainable development, explains its key aspects, highlights and characterizes the main directions of usage in the activities of transnational corporations. Using a three-pronged approach, the SDG Compass, the methodology for monitoring progress toward achieving the SDGs, the classification of the SDGs by the criterion of “significance” for business, as well as the method of case studies, the contribution of corporations to achieving the sustainable development goals was measured and tracked. The cases of participation of individual TNCs (transnational companies Unilever, Coca-Cola, SBERBANK of Russia) in the implementation of the SDGs and their experience in reorienting their own business strategies to build sustainable development served as the basis for analysis and allowed the authors of the article to conclude that participation in the concept opens up broad prospects for transnational corporations—ensures the growth of consumer demand, allows to attract a PPP mechanism, highly qualified personnel, receive additional investments, benefits and subsidies from the state, opens up prospects for the implementation of new projects, makes it possible to enter the market with new services and innovative solutions, etc. As a result, companies gain additional competitive advantages, which, in turn, becomes a strong incentive for them to strengthen their activities in this area.",
		"title": "Implementation of the Concept of Sustainable Development in the Activities of Transnational Corporations | SpringerLink",
		"URL": "https://link.springer.com/chapter/10.1007/978-3-031-49711-7_51",
		"author": [
			{
				"family": "Elena",
				"given": "Soloveva"
			},
			{
				"family": "Irina",
				"given": "Andish"
			},
			{
				"family": "Maria",
				"given": "Dyankonova"
			},
			{
				"family": "Olga",
				"given": "Yefimova"
			},
			{
				"family": "Denis",
				"given": "Mirgorod"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					2,
					27
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/LRR945GC",
		"type": "article-journal",
		"abstract": "This paper explores the challenges and countermeasures companies face in achieving sustainable operations. There are many challenges to achieving sustainable operations, which include financial constraints, strategic transformation, institutional and cultural influences, and financial pressures. This paper proposes that companies can overcome these challenges by formulating a clear sustainability strategy, improving resource efficiency, enhancing supply chain management, promoting environmental innovation, and strengthening social responsibility as countermeasures. Meanwhile, the paper takes Unilever as an example to analyze its remarkable progress in achieving sustainable operations. Unilever has achieved many results by implementing nine health, hygiene, nutrition, greenhouse gases, water resources and waste commitments and setting more than 50 targets. Unilever has also responded positively to the challenge of achieving sustainable operations by working with suppliers, driving waste reduction and implementing carbon-neutral targets. The research in this paper will provide useful lessons and insights for companies to achieve sustainable operations.",
		"container-title": "SHS Web of Conferences",
		"DOI": "10.1051/shsconf/202418101036",
		"ISSN": "2261-2424",
		"journalAbbreviation": "SHS Web Conf.",
		"language": "en",
		"license": "© The Authors, published by EDP Sciences, 2024",
		"note": "publisher: EDP Sciences",
		"page": "01036",
		"source": "www.shs-conferences.org",
		"title": "Achieving Sustainable Operations: Challenges, Countermeasures, and the Case of Unilever",
		"title-short": "Achieving Sustainable Operations",
		"URL": "https://www.shs-conferences.org/articles/shsconf/abs/2024/01/shsconf_icdeba2023_01036/shsconf_icdeba2023_01036.html",
		"volume": "181",
		"author": [
			{
				"family": "Hu",
				"given": "Yixuan"
			},
			{
				"family": "Zeng",
				"given": "Yumeng"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/A6BDQDWZ",
		"type": "article-journal",
		"abstract": "Purpose: This article explores the integration of the United Nations Sustainable Development Goals (SDGs) into Corporate Social Responsibility (CSR) business strategies. The primary aim is to develop a comprehensive framework for aligning CSR business strategies with SDGs, establish effective evaluation criteria, and analyze the impact of stakeholder engagement and regional variations on this integration. The study addresses the need for standardized methodologies in aligning CSR business strategies with sustainability objectives.\nMethods: The research adopts a qualitative approach, focusing on a detailed literature review and case studies. The literature review examines existing theories and practices related to CSR business strategies and SDGs, providing a theoretical foundation for the study. In-depth case studies of companies recognized for their exemplary CSR business strategies, such as Unilever and Patagonia, were conducted to identify successful strategies and best practices. Additionally, the study involved analyzing regional and sectoral differences in CSR business strategies to understand how contextual factors influence alignment with SDGs.\nResults: The study successfully developed a structured framework for integrating SDGs into CSR business strategies. This framework includes practical guidelines for aligning business operations with sustainability goals and provides insights into effective stakeholder engagement. The research revealed significant regional and sectoral differences, demonstrating how varying contexts impact CSR business strategies. For instance, European firms tend to focus on environmental goals, while companies in Sub-Saharan Africa prioritize social impact. Effective stakeholder engagement emerged as a crucial element, with successful practices including regular dialogue and strategic partnerships.\nConclusions: The findings indicate that integrating SDGs into CSR business strategies requires a well-defined framework, practical guidelines, and an understanding of regional and sectoral differences. The developed framework and evaluation criteria offer valuable tools for businesses aiming to align their CSR business strategies with global sustainability goals. Future research should focus on refining these methodologies and exploring diverse stakeholder engagement strategies to enhance CSR effectiveness. This study contributes to the field by providing actionable insights and practical tools for advancing CSR business strategies in alignment with SDGs.",
		"container-title": "Здобутки економіки: перспективи та інновації",
		"DOI": "10.5281/zenodo.13326287",
		"ISSN": "2786-9431",
		"issue": "10",
		"language": "en",
		"license": "Авторське право (c) 2024",
		"note": "number: 10",
		"source": "econp.com.ua",
		"title": "Integration of the United Nations sustainable development goals into corporate social responsibility business strategies: challenges and opportunities in consulting",
		"title-short": "Integration of the United Nations sustainable development goals into corporate social responsibility business strategies",
		"URL": "http://econp.com.ua/index.php/journal/article/view/77",
		"author": [
			{
				"family": "Охріменко",
				"given": "Оксана Онуфріївна"
			},
			{
				"family": "Фоменко",
				"given": "Денис Володимирович"
			},
			{
				"family": "Ситайло",
				"given": "Уляна Василівна"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					9,
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/YNRQIAGW",
		"type": "article-journal",
		"abstract": "Currently businesses compete in a global economy where great attention has been focused on sustainability issues. How can companies develop business strategies that are used to address environmental and social issues, as well as Small and Medium Enterprises (SMEs). This article presents a comprehensive exploration using a literature review, which aims to explain how shared value creation (CSV) can be used as a business strategy developed by SMEs to realize the Sustainable Development Goals (SDGs) and offer a \"win‒win solution\", especially for SMEs in Indonesia as a developing country. CSV as a business strategy for SMEs to address social and environmental problems that occur in society while generating economic value for SMEs and society. The methodology in this study uses an extensive literature review analysis. By analyzing literature and focusing on theoretical exploration, this study synthesizes insights into CSV that can be used as a business strategy and create competitive advantages for SMEs. CSV strategy can simultaneously provide increased economic and social value for society and the company. SMEs are expected to be able to identify and analyze problems, then formulate and develop a company business strategy to address sustainability issue. In addition, SMEs can achieve financial success by using strategies that can also generate benefits for society. This article is expected to enrich academic literature by providing a conceptual analysis to understand CSV strategy as a sustainable business strategy. In addition, these findings offer practical support for businesses, especially SMEs, in formulating sustainable business strategies that can provide competitive advantages for companies.",
		"container-title": "Multidisciplinary Reviews",
		"DOI": "10.31893/multirev.2025099",
		"ISSN": "2595-3982",
		"issue": "4",
		"language": "en",
		"page": "2025099-2025099",
		"source": "www.malque.pub",
		"title": "Pursuing sustainable development goals through creating shared value in small medium enterprise",
		"URL": "https://www.malque.pub/ojs/index.php/mr/article/view/5641",
		"volume": "8",
		"author": [
			{
				"family": "Harventy",
				"given": "Gina"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/TZIJK423",
		"type": "webpage",
		"abstract": "This thesis explores how integrating environmental, social and governance (ESG) considerations into strategic management, finance and corporate governance impacts organizational performance. A comprehensive literature review examines existing frameworks for ESG integration and evaluates empirical research on relationships between ESG, strategy and financial metrics.\n\nTo investigate in-depth, a comparative case study analysis is conducted of Unilever and Neste, two multinational companies lauded as leaders in progressive ESG management. Utilizing qualitative data sources such as annual/sustainability reports and financial statements from 2016-2022, along with supplementary interviews, the research evaluates the level and systematic approach to ESG integration employed by each firm.\nQuantitative analysis of financial performance indicators over this period aims to identify associations with the degree of embedding responsible practices.\n\nThe study findings indicate that Neste, which adopted a more holistic model aligning environmental and social priorities with core business strategy, achieved superior risk-adjusted financial returns compared to Unilever and industry averages. Clear positive correlations emerge between higher levels of comprehensive ESG integration and enhanced profitability. Adherence to established guidelines like the UN Global Compact and GRI Standards is identified as enabling more robust incorporation of material sustainability factors.\n\nThis thesis contributes novel evidence on implementing integrated governance models to create competitive advantages through sustainable development. Conceptual frameworks are proposed for optimizing coordination of ESG issues across strategic planning, financial processes, and corporate oversight mechanisms. Practical recommendations are provided for businesses and policymakers to further catalyze the strategic management of environmental, social and governance performance in pursuit of long-term value\ncreation.",
		"genre": "fi=AMK-opinnäytetyö|sv=YH-examensarbete|en=Bachelor's thesis|",
		"language": "eng",
		"license": "fi=All rights reserved. This publication is copyrighted. You may download, display and print it for Your own personal use. Commercial use is prohibited.|sv=All rights reserved. This publication is copyrighted. You may download, display and print it for Your own personal use. Commercial use is prohibited.|en=All rights reserved. This publication is copyrighted. You may download, display and print it for Your own personal use. Commercial use is prohibited.|",
		"note": "Accepted: 2024-06-03T04:27:29Z",
		"title": "Integrating Environmental, Social and Governance Factors into Strategic Management: A Comparative Case Study of Unilever and Neste.",
		"title-short": "Integrating Environmental, Social and Governance Factors into Strategic Management",
		"URL": "http://www.theseus.fi/handle/10024/861615",
		"author": [
			{
				"family": "Dang Khanh",
				"given": "Giang"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/A3QII33B",
		"type": "chapter",
		"abstract": "According to the European Commission’s (2021) viewpoint, the goal of Industry 5.0 is to promote a dynamic, human-centered, and sustainable industrial landscape.",
		"container-title": "Organizational Development, Innovation, and Economy 5.0",
		"ISBN": "978-1-00-350227-2",
		"note": "number-of-pages: 13",
		"publisher": "Routledge",
		"title": "Best practices in sustainability communication and reporting among the world's largest companies in the realm of Industry 5.0",
		"author": [
			{
				"family": "Drozdowska",
				"given": "Marta"
			},
			{
				"family": "Leśniak-Johann",
				"given": "Małgorzata"
			},
			{
				"family": "Pihur",
				"given": "Kamila"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/PAXEHUVE",
		"type": "document",
		"title": "4_Zuleka.pdf",
		"URL": "https://www.isme.in/wp-content/uploads/2024/10/4_Zuleka.pdf",
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/JGUEP9L6",
		"type": "document",
		"abstract": "The impact of Hindustan Unilever Limited's (HUL) sustainability measures on India's progress\ntoward the Sustainable Development Goals (SDGs) is examined in this study report. The study\nexamines how money is allocated and used in the fields of women's empowerment, environmental\nsustainability, healthcare, and other areas. HUL's Environmental, Social, and Governance (ESG)\nobjectives serve as a gauge for the company's dedication to sustainability. In order to shed light on\nthe company's contributions to social and environmental well-being in India, the study uses a\nquantitative research methodology to investigate the relationship between HUL's efforts and\nSDGs.",
		"title": "Assessing the Impact of Hindustan Unilever Limited's Sustainable Initiatives on Sustainable Development Goals (SDGs) in India",
		"author": [
			{
				"family": "Zuleika",
				"given": "Homavazir"
			},
			{
				"family": "Shania",
				"given": "Kinny"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2024",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/US33UYXG",
		"type": "webpage",
		"abstract": "Working closely with suppliers, partners, regulators and governments, Unilever is committed to protecting and regenerating nature beyond just our value chain.",
		"container-title": "Unilever",
		"language": "en-GB",
		"title": "Protecting and regenerating nature",
		"URL": "https://www.unilever.com/sustainability/nature/",
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					22
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/85NTST8U",
		"type": "webpage",
		"abstract": "Explore the Unilever ESG score and their commitment to sustainability. Discover how they prioritize environmental, social, and governance practices to drive positive change. Gain insights into their sustainable initiatives and their impact on a greener future.",
		"container-title": "permutable.ai",
		"language": "en-GB",
		"note": "section: Blog",
		"title": "Unilever ESG score: A look at their commitment to sustainability - Permutable",
		"title-short": "Unilever ESG score",
		"URL": "https://permutable.ai/unilever-esg-score-a-look-at-their-commitment-to-sustainability/",
		"author": [
			{
				"family": "Chan",
				"given": "W"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					11,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/HLQWQM6Z",
		"type": "webpage",
		"title": "Examining the impact of new media on the news media from the integrated viewpoint of media ecology and the political economy of communication",
		"URL": "https://yorkspace.library.yorku.ca/items/5eca01aa-fcc8-4e4f-9676-821bd9ab3f73",
		"author": [
			{
				"family": "Andrey",
				"given": "Miroshnichenko",
				"suffix": ""
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/W67ZSGG5",
		"type": "chapter",
		"abstract": "The case study explores the transformative journey of “Heritage Haven Hotel,” a traditional heritage hotel located in the culturally rich city of Jaipur in the Asia Pacific region. With its historical significance and authentic cultural experiences, the hotel faced challenges in attracting modern tourists, particularly the younger generation seeking personalized and immersive experiences. The case's protagonist is Mukesh Tiwari, a manager whose management team plays a central role in driving the influencer marketing initiative. The hotel showcases its cultural heritage, authenticity, and unique offerings through influencer-generated content while strategically collaborating with influencers for themed events to enhance its presence and engagement in the Asia Pacific market. Using this fictional narrative, the case study evaluates the success of influencer marketing campaigns concerning traditional heritage hotels in India. The case study provides insights into how influencer marketing can be used effectively in the tourism and hospitality industry and the role of user-generated content in building brand awareness and attracting more customers. The study also highlights the importance of partnership management and how it can help hotels build lasting relationships with influencers and other stakeholders.",
		"container-title": "Teaching Case Studies for Tourism and Hospitality in Asia and The Pacific: With Cartoon Illustrations",
		"event-place": "Singapore",
		"ISBN": "978-981-9760-47-3",
		"language": "en",
		"note": "DOI: 10.1007/978-981-97-6047-3_7",
		"page": "129-152",
		"publisher": "Springer Nature",
		"publisher-place": "Singapore",
		"source": "Springer Link",
		"title": "Revitalizing a Traditional Heritage Hotel for Modern Tourism in Asia Pacific Using Influencer Marketing",
		"URL": "https://doi.org/10.1007/978-981-97-6047-3_7",
		"author": [
			{
				"family": "Babu",
				"given": "Koti Vinod"
			},
			{
				"family": "Barik",
				"given": "Bhagabat"
			}
		],
		"editor": [
			{
				"family": "Tiwari",
				"given": "Ranjana"
			},
			{
				"family": "Scerri",
				"given": "Madalyn"
			},
			{
				"family": "Lee",
				"given": "Cindy"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/2WLL2NBF",
		"type": "webpage",
		"abstract": "The history of the evolution of media shows that the introduction of a new\nmedium does not mean the end or death of an existing old medium. The\ncontinuing overall growth and expansion of the media industries during the\nlast century supports this assertion. Will the emergence and development of digital media forms mean the death of the traditional media forms? Are the traditional media forms losing credibility and relevance? The answer is not in the affirmative. This is because when newer forms of communication\nmedia emerge, the older forms usually do not die, rather they continue to\nevolve and adapt. Digital media forms do not arise spontaneously and\nindependently from old media. They are related and connected to old media. “Mediamorphosis” is the term used to describe how media forms evolve and adapt with each other. This is the bedrock of this paper. It is aimed at using analytical method to examine the contexts of mediamorphosis, digital media forms and how African traditional media forms have evolved, adapted and coexisted with the digital media forms. The study also establishes whether the traditional media forms have disappeared or not and whether they are still relevant in this era of digital media convergence. The study recommends among others, that the traditional media be used alongside these digital media forms to achieve the Millennium Developmental Goals (MDGs) of most governments in developing nations.",
		"title": "Mediamorphosis: Analyzing the Convergence of Digital Media Forms alongside African Traditional Media | African Research Review",
		"URL": "https://www.ajol.info/index.php/afrrev/article/view/67309",
		"author": [
			{
				"family": "Nwammuo",
				"given": "AN"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2014"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/XUAP5GDK",
		"type": "webpage",
		"title": "Day-to-day routines of media platform use in the digital age: A structuration perspective: Communication Monographs: Vol 87, No 4",
		"URL": "https://www.tandfonline.com/doi/abs/10.1080/03637751.2020.1758336",
		"author": [
			{
				"family": "Anna",
				"given": "Schnauber-Stockmann"
			},
			{
				"family": "Frank",
				"given": "Mangold"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/N46IPEQU",
		"type": "webpage",
		"title": "Bridging the Gap: Understanding and Fostering Intergenerational Communication in the Digital Age | IntechOpen",
		"URL": "https://www.intechopen.com/chapters/1155846",
		"author": [
			{
				"family": "Roy",
				"given": "Rillera Marzo"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/MEPICLC9",
		"type": "webpage",
		"title": "Cognitive Load Theory - ScienceDirect",
		"URL": "https://www.sciencedirect.com/science/article/abs/pii/B9780123876911000028",
		"author": [
			{
				"family": "Sweller",
				"given": ""
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/GK4UIF5E",
		"type": "webpage",
		"title": "Media multitasking and cognitive control: A systematic review of interventions - ScienceDirect",
		"URL": "https://www.sciencedirect.com/science/article/abs/pii/S0747563218305661",
		"author": [
			{
				"family": "Douglas",
				"given": "Parry"
			},
			{
				"family": "Daniel",
				"given": "le Roux"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/JFI3JP94",
		"type": "article-journal",
		"abstract": "Chronic media multitasking is quickly becoming ubiquitous, although processing multiple incoming streams of information is considered a challenge for human cognition. A series of experiments addressed whether there are systematic differences in information processing styles between chronically heavy and light media multitaskers. A trait media multitasking index was developed to identify groups of heavy and light media multitaskers. These two groups were then compared along established cognitive control dimensions. Results showed that heavy media multitaskers are more susceptible to interference from irrelevant environmental stimuli and from irrelevant representations in memory. This led to the surprising result that heavy media multitaskers performed worse on a test of task-switching ability, likely due to reduced ability to filter out interference from the irrelevant task set. These results demonstrate that media multitasking, a rapidly growing societal trend, is associated with a distinct approach to fundamental information processing.",
		"container-title": "Proceedings of the National Academy of Sciences",
		"DOI": "10.1073/pnas.0903620106",
		"issue": "37",
		"note": "publisher: Proceedings of the National Academy of Sciences",
		"page": "15583-15587",
		"source": "pnas.org (Atypon)",
		"title": "Cognitive control in media multitaskers",
		"URL": "https://www.pnas.org/doi/abs/10.1073/pnas.0903620106",
		"volume": "106",
		"author": [
			{
				"family": "Ophir",
				"given": "Eyal"
			},
			{
				"family": "Nass",
				"given": "Clifford"
			},
			{
				"family": "Wagner",
				"given": "Anthony D."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2009",
					9,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/DC36PIHY",
		"type": "webpage",
		"title": "Facebook and texting made me do it: Media-induced task-switching while studying - ScienceDirect",
		"URL": "https://www.sciencedirect.com/science/article/abs/pii/S0747563212003305",
		"author": [
			{
				"family": "Larry",
				"given": "Rosen"
			},
			{
				"family": "Mark",
				"given": "Carrrier"
			},
			{
				"family": "Nancy",
				"given": "Cheever"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/WUT5I4BU",
		"type": "article-journal",
		"abstract": "Online social networking sites (SNSs) have gained increasing popularity in the last decade, with individuals engaging in SNSs to connect with others who share similar interests. The perceived need to be online may result in compulsive use of SNSs, which in extreme cases may result in symptoms and consequences traditionally associated with substance-related addictions. In order to present new insights into online social networking and addiction, in this paper, 10 lessons learned concerning online social networking sites and addiction based on the insights derived from recent empirical research will be presented. These are: (i) social networking and social media use are not the same; (ii) social networking is eclectic; (iii) social networking is a way of being; (iv) individuals can become addicted to using social networking sites; (v) Facebook addiction is only one example of SNS addiction; (vi) fear of missing out (FOMO) may be part of SNS addiction; (vii) smartphone addiction may be part of SNS addiction; (viii) nomophobia may be part of SNS addiction; (ix) there are sociodemographic differences in SNS addiction; and (x) there are methodological problems with research to date. These are discussed in turn. Recommendations for research and clinical applications are provided.",
		"container-title": "International Journal of Environmental Research and Public Health",
		"DOI": "10.3390/ijerph14030311",
		"ISSN": "1660-4601",
		"issue": "3",
		"journalAbbreviation": "IJERPH",
		"language": "en",
		"license": "https://creativecommons.org/licenses/by/4.0/",
		"page": "311",
		"source": "DOI.org (Crossref)",
		"title": "Social Networking Sites and Addiction: Ten Lessons Learned",
		"title-short": "Social Networking Sites and Addiction",
		"URL": "https://www.mdpi.com/1660-4601/14/3/311",
		"volume": "14",
		"author": [
			{
				"family": "Kuss",
				"given": "Daria"
			},
			{
				"family": "Griffiths",
				"given": "Mark"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					3,
					17
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/65FXTLP6",
		"type": "article-journal",
		"abstract": "Recent evidence indicates that measures from cerebrospinal fluid, MRI scans and cognitive testing obtained from cognitively normal individuals can be used to predict likelihood of progression to mild cognitive impairment several years later, for groups of individuals. However, it remains unclear whether these measures are useful for predicting likelihood of progression for an individual. The increasing focus on early intervention in clinical trials for Alzheimer’s disease emphasizes the importance of improving the ability to identify which cognitively normal individuals are more likely to progress over time, thus allowing researchers to efficiently screen participants, as well as determine the efficacy of any treatment intervention. The goal of this study was to determine which measures, obtained when individuals were cognitively normal, predict on an individual basis, the onset of clinical symptoms associated with a diagnosis of mild cognitive impairment due to Alzheimer’s disease. Cognitively normal participants (n = 224, mean baseline age = 57 years) were evaluated with a range of measures, including: cerebrospinal fluid amyloid-β and phosphorylated-tau, hippocampal and entorhinal cortex volume, cognitive tests scores and APOE genotype. They were then followed to determine which individuals developed mild cognitive impairment over time (mean follow-up = 11 years). The primary outcome was progression from normal cognition to the onset of clinical symptoms of mild cognitive impairment due to Alzheimer’s disease at 5 years post-baseline. Time-dependent receiver operating characteristic analyses examined the sensitivity and specificity of individual measures, and combinations of measures, as predictors of the outcome. Six measures, in combination, were the most parsimonious predictors of transition to mild cognitive impairment 5 years after baseline (area under the curve = 0.85; sensitivity = 0.80, specificity = 0.75). The addition of variables from each domain significantly improved the accuracy of prediction. The incremental accuracy of prediction achieved by adding individual measures or sets of measures successively to one another was also examined, as might be done when enrolling individuals in a clinical trial. The results indicate that biomarkers obtained when individuals are cognitively normal can be used to predict which individuals are likely to develop clinical symptoms at 5 years post-baseline. As a number of the measures included in the study could also be used as subject selection criteria in a clinical trial, the findings also provide information about measures that would be useful for screening in a clinical trial aimed at individuals with preclinical Alzheimer’s disease.",
		"container-title": "Brain",
		"DOI": "10.1093/brain/awx365",
		"ISSN": "0006-8950",
		"issue": "3",
		"journalAbbreviation": "Brain",
		"page": "877-887",
		"source": "Silverchair",
		"title": "Predicting progression from normal cognition to mild cognitive impairment for individuals at 5 years",
		"URL": "https://doi.org/10.1093/brain/awx365",
		"volume": "141",
		"author": [
			{
				"family": "Albert",
				"given": "Marilyn"
			},
			{
				"family": "Zhu",
				"given": "Yuxin"
			},
			{
				"family": "Moghekar",
				"given": "Abhay"
			},
			{
				"family": "Mori",
				"given": "Susumu"
			},
			{
				"family": "Miller",
				"given": "Michael I"
			},
			{
				"family": "Soldan",
				"given": "Anja"
			},
			{
				"family": "Pettigrew",
				"given": "Corinne"
			},
			{
				"family": "Selnes",
				"given": "Ola"
			},
			{
				"family": "Li",
				"given": "Shanshan"
			},
			{
				"family": "Wang",
				"given": "Mei-Cheng"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018",
					3,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/9NGCA2JY",
		"type": "paper-conference",
		"abstract": "The leaders of the world industry widely implement digital solutions in their production systems. To ensure a qualitative transition to digitalization, minimize risks, get the most positive result, it is necessary to understand the structure of the situation clearly, to capture the trends of its development, to make competent management decisions. The purpose of the paper is to build a cognitive map and create a cognitive model of factors influencing the development of production digitalization. The paper presents the main advantages of industrial enterprises transition to digital production, reflects the differences between automation and digitalization, and justifies the research method of semi-structured situations, the basic cognitive map and the cognitive model of digital production. The direct and inverse problems of forecasting the development of the situation of the introduction of digital technologies have been solved; the factors of influence on the situation and the main levers to which it is proposed to direct the controlling influence have been identified. The presented method allows enterprises to effectively implement digital technologies.",
		"container-title": "2022 4th International Youth Conference on Radio Electronics, Electrical and Power Engineering (REEPE)",
		"DOI": "10.1109/REEPE53907.2022.9731499",
		"event-title": "2022 4th International Youth Conference on Radio Electronics, Electrical and Power Engineering (REEPE)",
		"page": "1-5",
		"source": "IEEE Xplore",
		"title": "Cognitive Modeling of Digital Production Factors",
		"URL": "https://ieeexplore.ieee.org/abstract/document/9731499",
		"author": [
			{
				"family": "Brom",
				"given": "Alla"
			},
			{
				"family": "Omelchenko",
				"given": "Irina"
			},
			{
				"family": "Maslennikova",
				"given": "Yuliya"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/ZFTVU7RA",
		"type": "article-journal",
		"abstract": "Background This article reports on the findings of the effect of two structured exercise interventions on secondary cognitive outcomes that were gathered as part of the Progressive Resistance Exercise Training in Parkinson's disease (PD) randomized, controlled trial. Methods This study was a prospective, parallel-group, single-center trial. Fifty-one nondemented patients with mild-to-moderate PD were randomly assigned either to modified Fitness Counts (mFC) or to Progressive Resistance Exercise Training (PRET) and were followed for 24 months. Cognitive outcomes were the Digit Span, Stroop, and Brief Test of Attention (BTA). Results Eighteen patients in mFC and 20 patients in PRET completed the trial. At 12 and at 24 months, no differences between groups were observed. At 12 months, relative to baseline, mFC improved on the Digit Span (estimated change: 0.3; interquartile range: 0, 0.7; P = 0.04) and Stroop (0.3; 0, 0.6; P = 0.04), and PRET improved only on the Digit Span (0.7; 0.3, 1; P < 0.01). At 24 months, relative to baseline, mFC improved on the Digit Span (0.7; 0.3, 1.7; P < 0.01) and Stroop (0.3; 0.1, 0.5; P = 0.03), whereas PRET improved on the Digit Span (0.5; 0.2, 0.8; P < 0.01), Stroop (0.2; −0.1, 0.6; P = 0.048), and BTA (0.3; 0, 0.8; P = 0.048). No neurological or cognitive adverse events were observed. Conclusions This study provides class IV level of evidence that 24 months of PRET or mFC may improve attention and working memory in nondemented patients with mild-to-moderate Parkinson's disease. © 2015 International Parkinson and Movement Disorder Society",
		"container-title": "Movement Disorders",
		"DOI": "10.1002/mds.26291",
		"ISSN": "1531-8257",
		"issue": "12",
		"language": "en",
		"license": "© 2015 International Parkinson and Movement Disorder Society",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/mds.26291",
		"page": "1657-1663",
		"source": "Wiley Online Library",
		"title": "Exercise improves cognition in Parkinson's disease: The PRET-PD randomized, clinical trial",
		"title-short": "Exercise improves cognition in Parkinson's disease",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/mds.26291",
		"volume": "30",
		"author": [
			{
				"family": "David",
				"given": "Fabian J."
			},
			{
				"family": "Robichaud",
				"given": "Julie A."
			},
			{
				"family": "Leurgans",
				"given": "Sue E."
			},
			{
				"family": "Poon",
				"given": "Cynthia"
			},
			{
				"family": "Kohrt",
				"given": "Wendy M."
			},
			{
				"family": "Goldman",
				"given": "Jennifer G."
			},
			{
				"family": "Comella",
				"given": "Cynthia L."
			},
			{
				"family": "Vaillancourt",
				"given": "David E."
			},
			{
				"family": "Corcos",
				"given": "Daniel M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/YMHWYPFZ",
		"type": "webpage",
		"title": "Cognitive Load Theory: Instructional Implications of the Interaction between Information Structures and Cognitive Architecture on JSTOR",
		"URL": "https://www.jstor.org/stable/41953634",
		"author": [
			{
				"family": "Paas",
				"given": "Fred"
			},
			{
				"family": "Renkl",
				"given": "Alexander"
			},
			{
				"family": "John",
				"given": "Sweller"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2014"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/XTU8H46Y",
		"type": "webpage",
		"abstract": "Cognitive load theory assumes that cognitive demands that arise from the design of learning materials (known as extraneous load) are major obstacles in the learning process with (digital) media. Interactive digital media allow learners to utilize complex learning materials that respond to user input. However, recent research on cognitive load measurement has led to the question whether different survey instruments produce different measurements for extraneous load generated by interactive learning media. In a laboratory experiment, we investigated this question using digital visualizations. Most importantly, we found that two cognitive load questionnaires revealed divergent results regarding the extraneous load involved in learning with interactive visualizations. This finding indicates that different questionnaires may be needed for different types of tasks in technology-enhanced learning settings. A more fundamental implication is that there needs to be greater consideration of different types of extraneous load.",
		"title": "Subjective cognitive load surveys lead to divergent results for interactive learning media - Skulmowski - 2020 - Human Behavior and Emerging Technologies - Wiley Online Library",
		"URL": "https://onlinelibrary.wiley.com/doi/full/10.1002/hbe2.184",
		"author": [
			{
				"family": "Skulmowski",
				"given": "Alexander"
			},
			{
				"family": "Daniel",
				"given": "Gunter"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/26DP9XXT",
		"type": "article-journal",
		"abstract": "Cognitive frailty, which is characterized by the co-occurrence of physical frailty and cognitive impairment, poses significant risks to the well-being and independence of elderly individuals. Previous research has established that demographic, health-related, and social factors contribute to both physical frailty and cognitive decline. However, the role of social factors in influencing cognitive frailty remains unclear. This study aims to identify the relationship between social factors and cognitive frailty among Korean older adults living in the community. We performed secondary analyses of data from the 2020 Survey on Older Adults. After entering demographic factors and health-related factors into the logistic model as covariates, this study explored the association between cognitive frailty and social factors, including living arrangements, social support, the frequency of engagement in social activities per week, and satisfaction with friends and community. Among participants, approximately 2.9% had cognitive frailty, 3.2% had only physical frailty, and 21.9% had only cognitive decline. Lower levels of satisfaction with friends and the community and infrequent participation in social activities were strongly correlated with cognitive frailty. These findings emphasize the necessity of public health programs that encourage older individuals’ social involvement. A supportive social environment can be fostered through initiatives that promote community events, group activities, and volunteerism. Public health policies should prioritize the development and maintenance of social activity centers that offer various programs to prevent progression to cognitive frailty in older adults.",
		"container-title": "Healthcare",
		"DOI": "10.3390/healthcare12141394",
		"ISSN": "2227-9032",
		"issue": "14",
		"language": "en",
		"license": "http://creativecommons.org/licenses/by/3.0/",
		"note": "number: 14\npublisher: Multidisciplinary Digital Publishing Institute",
		"page": "1394",
		"source": "www.mdpi.com",
		"title": "Exploring the Role of Social Factors in Cognitive Frailty among South Korean Older Adults",
		"URL": "https://www.mdpi.com/2227-9032/12/14/1394",
		"volume": "12",
		"author": [
			{
				"family": "Ko",
				"given": "Young"
			},
			{
				"family": "Choi",
				"given": "Kyungwon"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/TLGT2ADK",
		"type": "article-journal",
		"abstract": "Females and males show different average patterns of academic achievement and scores on cognitive ability tests. Females obtain higher grades in school, score much higher on tests of writing and content-area tests on which the questions are similar to material that was learned in school, attain a majority of college degrees, and are closing the gap in many careers that were traditionally male. By contrast, males score higher on standardized tests of mathematics and science that are not directly tied to their school curriculum, show a large advantage on visuospatial tests (especially those that involve judgments of velocity and navigation through three-dimensional space), and are much more knowledgeable about geography and politics. A cognitive-process taxonomy can shed light on these differences.",
		"container-title": "Current Directions in Psychological Science",
		"DOI": "10.1111/j.0963-7214.2004.00292.x",
		"ISSN": "0963-7214",
		"issue": "4",
		"journalAbbreviation": "Curr Dir Psychol Sci",
		"language": "en",
		"note": "publisher: SAGE Publications Inc",
		"page": "135-139",
		"source": "SAGE Journals",
		"title": "A Cognitive-Process Taxonomy for Sex Differences in Cognitive Abilities",
		"URL": "https://doi.org/10.1111/j.0963-7214.2004.00292.x",
		"volume": "13",
		"author": [
			{
				"family": "Halpern",
				"given": "Diane F."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2014",
					8,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/AA8PWPVP",
		"type": "article-journal",
		"abstract": "Human multitasking is often the result of self-initiated interruptions in the performance of an ongoing task. These self-interruptions occur in the absence of external triggers such as electronic alerts or email notifications. Compared to externally induced interruptions, self-interruptions have not received enough research attention. To address this gap, this paper develops a typology of self-interruptions based on the integration of Flow Theory and Self-regulation Theory. In this new typology, the two major categories stem from positive and negative feelings of task progress and prospects of goal attainment. The proposed classification is validated in an experimental multitasking environment with pre-defined tasks. Empirical findings indicate that negative feelings trigger more self-interruptions than positive feelings. In general, more self-interruptions result in lower accuracy in all tasks. The results suggest that negative internal triggers of self-interruptions unleash a downward spiral that may degrade performance.",
		"container-title": "Computers in Human Behavior",
		"DOI": "10.1016/j.chb.2013.01.040",
		"ISSN": "0747-5632",
		"issue": "4",
		"journalAbbreviation": "Computers in Human Behavior",
		"page": "1441-1449",
		"source": "ScienceDirect",
		"title": "Self-interruptions in discretionary multitasking",
		"URL": "https://www.sciencedirect.com/science/article/pii/S0747563213000435",
		"volume": "29",
		"author": [
			{
				"family": "Adler",
				"given": "Rachel F."
			},
			{
				"family": "Benbunan-Fich",
				"given": "Raquel"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013",
					7,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/DMGVTS7B",
		"type": "article-journal",
		"abstract": "The purpose of this paper is to propose a model to test the relationship between supply chain collaboration (SCC) and organizational responsiveness. Three types of information technology (IT) capability are considered as moderators in this relationship.,The study conducted a questionnaire survey of 208 firms from various industries in China. Hierarchical regression analysis was used to test the hypotheses.,SCC positively affects organizational responsiveness. Both outside-in and spanning IT capability positively moderates this relationship, whereas inside-out IT capability has a negative moderating effect on this relationship.,This research extends the knowledge regarding the value creation process of SCC from an organizational learning perspective. The study explores the moderating roles of three types of IT capability in this process and further clarifies the relationship between SCC and organizational responsiveness.",
		"archive_location": "world",
		"container-title": "International Journal of Operations &amp; Production Management",
		"DOI": "10.1108/IJOPM-08-2014-0406",
		"ISSN": "0144-3577",
		"issue": "10",
		"language": "en",
		"note": "publisher: Emerald Group Publishing Limited",
		"page": "1247-1271",
		"source": "www.emerald.com",
		"title": "The moderating role of information technology capability in the relationship between supply chain collaboration and organizational responsiveness: Evidence from China",
		"title-short": "The moderating role of information technology capability in the relationship between supply chain collaboration and organizational responsiveness",
		"URL": "https://www.emerald.com/insight/content/doi/10.1108/ijopm-08-2014-0406/full/html",
		"volume": "36",
		"author": [
			{
				"family": "Cai",
				"given": "Zhao"
			},
			{
				"family": "Huang",
				"given": "Qian"
			},
			{
				"family": "Liu",
				"given": "Hefu"
			},
			{
				"family": "Liang",
				"given": "Liang"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					10,
					3
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/2CK8CKUH",
		"type": "article-journal",
		"abstract": "Optimism is associated with a range of benefits not only for general well-being, but also for mental and physical health. The development of psychological interventions to boost optimism derived from cognitive science would have the potential to provide significant public health benefits, yet cognitive markers of optimism are little understood. The current study aimed to take a first step in this direction by identifying a cognitive marker for optimism that could provide a modifiable target for innovative interventions. In particular we predicted that the ability to generate vivid positive mental imagery of the future would be associated with dispositional optimism. A community sample of 237 participants completed a survey comprising measures of mental imagery and optimism, and socio-demographic information. Vividness of positive future imagery was significantly associated with optimism, even when adjusting for socio-demographic factors and everyday imagery use. The ability to generate vivid mental imagery of positive future events may provide a modifiable cognitive marker of optimism. Boosting positive future imagery could provide a cognitive target for treatment innovations to promote optimism, with implications for mental health and even physical well-being.",
		"container-title": "Psychiatry Research",
		"DOI": "10.1016/j.psychres.2012.09.047",
		"ISSN": "0165-1781",
		"issue": "1",
		"journalAbbreviation": "Psychiatry Research",
		"page": "56-61",
		"source": "ScienceDirect",
		"title": "Optimism and mental imagery: A possible cognitive marker to promote well-being?",
		"title-short": "Optimism and mental imagery",
		"URL": "https://www.sciencedirect.com/science/article/pii/S0165178112005483",
		"volume": "206",
		"author": [
			{
				"family": "Blackwell",
				"given": "Simon E."
			},
			{
				"family": "Rius-Ottenheim",
				"given": "Nathaly"
			},
			{
				"family": "Schulte-van Maaren",
				"given": "Yvonne W. M."
			},
			{
				"family": "Carlier",
				"given": "Ingrid V. E."
			},
			{
				"family": "Middelkoop",
				"given": "Victor D."
			},
			{
				"family": "Zitman",
				"given": "Frans G."
			},
			{
				"family": "Spinhoven",
				"given": "Philip"
			},
			{
				"family": "Holmes",
				"given": "Emily A."
			},
			{
				"family": "Giltay",
				"given": "Erik J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013",
					3,
					30
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/Q43Q53TH",
		"type": "chapter",
		"abstract": "Executive functions (EFs; which make possible mentally playing with ideas, giving the considered rather than impulsive response, resisting temptations, staying focused, problem solving, and creatively meeting unanticipated challenges) suffer if we are sad, stressed, lonely, or not physically fit. Any of those can cause us to appear to have an EF disorder when we do not. Given that EFs are critical for academic achievement, f we want students to excel we need to take seriously the fundamental interrelatedness of the different aspects of a person. If emotional, social, or physical needs are ignored, those unmet needs will work against academic excellence. The arts and physical activity can challenge EFs (e.g., by requiring focused attention and discipline) and thus improve them, and they can support EFs (and hence optimal school performance) by bringing joy and pride, building community, and whipping the body into shape. Thus promoting the arts and physical activity may be vital for improving academic outcomes. Schools can improve academic outcomes by increasing the joy and well-being of their teachers and students.",
		"container-title": "Minnesota Symposia on Child Psychology",
		"ISBN": "978-1-118-73237-3",
		"language": "en",
		"license": "Copyright © 2014 John Wiley & Sons, Inc. All rights reserved",
		"note": "section: 7\n_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/9781118732373.ch7\nDOI: 10.1002/9781118732373.ch7",
		"page": "203-230",
		"publisher": "John Wiley & Sons, Ltd",
		"source": "Wiley Online Library",
		"title": "Want to Optimize Executive Functions and Academic Outcomes? Simple, Just Nourish the Human Spirit",
		"title-short": "Want to Optimize Executive Functions and Academic Outcomes?",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/9781118732373.ch7",
		"author": [
			{
				"family": "Diamond",
				"given": "Adele"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/6HCVLD34",
		"type": "article-journal",
		"abstract": "This paper presents a personal account of developments in research on online learning over the past 30 years. Research on how to design online instruction represents an example of applying the science of learning to education. It contributes to the science of learning (as exemplified by developments in cognitive load theory, the cognitive theory of multimedia learning, and incorporating metacognitive, motivational, and affective aspects of learning), the science of instruction (as exemplified by the continuing development of research-based principles of instructional design), and the science of assessment (as exemplified by supplementing self-report surveys and retention tests with multilevel transfer tests, log file data during learning, and cognitive neuroscience measures of cognitive processing during learning). Some recurring themes are that learning is caused by instructional methods rather than instructional media, so research should focus on features that are uniquely afforded by digital learning environments; instructional practice should be grounded in rigorous and systematic research, including value-added experiments aimed at pinpointing the active ingredients in online instruction; research in online learning should identify boundary conditions under which instructional techniques are most effective; and research in online learning should test and contribute to learning theory.",
		"container-title": "Applied Cognitive Psychology",
		"DOI": "10.1002/acp.3482",
		"ISSN": "1099-0720",
		"issue": "2",
		"language": "en",
		"license": "© 2018 John Wiley & Sons, Ltd.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/acp.3482",
		"page": "152-159",
		"source": "Wiley Online Library",
		"title": "Thirty years of research on online learning",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/acp.3482",
		"volume": "33",
		"author": [
			{
				"family": "Mayer",
				"given": "Richard E."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/VWWE9UE7",
		"type": "article-journal",
		"abstract": "Adaptive studies of avian clutch size variation across environmental gradients have resulted in what has become known as the fecundity gradient paradox, the observation that clutch size typically decreases with increasing breeding season length along latitudinal gradients, but increases with increasing breeding season length along elevational gradients. These puzzling findings challenge the common belief that organisms should reduce their clutch size in favor of additional nesting attempts as the length of the breeding season increases, an approach typically described as a bet-hedging strategy. Here, we propose an alternative hypothesis—the multitasking hypothesis—and show that laying smaller clutches represents a multitasking strategy of switching between breeding and recovery from breeding. Both our individual-based and analytical models demonstrate that a small clutch size strategy is favored during shorter breeding seasons because less time and energy are wasted under the severe time constraints associated with breeding multiply within a season. Our model also shows that a within-generation bet-hedging strategy is not favored by natural selection, even under a high risk of predation and in long breeding seasons. Thus, saving time—wasting less time as a result of an inability to complete a breeding cycle at the end of breeding season—is likely to be the primary benefit favoring the evolution of small avian clutch sizes during short breeding seasons. We also synthesize the seasonality hypothesis (pronounced seasonality leads to larger clutch size) and clutch size-dependent predation hypothesis (larger clutch size causes higher predation risks) within our multitasking hypothesis to develop an integrative model to help resolve the paradox of contrasting patterns of clutch size along elevational and latitudinal gradients. Ultimately, our models provide a new perspective for understanding life-history evolution under fluctuating environments.",
		"container-title": "Ecology and Evolution",
		"DOI": "10.1002/ece3.4364",
		"ISSN": "2045-7758",
		"issue": "17",
		"language": "en",
		"license": "© 2018 The Authors. Ecology and Evolution published by John Wiley & Sons Ltd.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/ece3.4364",
		"page": "8803-8817",
		"source": "Wiley Online Library",
		"title": "Multitasking and the evolution of optimal clutch size in fluctuating environments",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/ece3.4364",
		"volume": "8",
		"author": [
			{
				"family": "Liu",
				"given": "Ming"
			},
			{
				"family": "Rubenstein",
				"given": "Dustin R."
			},
			{
				"family": "Cheong",
				"given": "Siew-Ann"
			},
			{
				"family": "Shen",
				"given": "Sheng-Feng"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/JWNNQJJY",
		"type": "article-journal",
		"abstract": "Learning and teaching on physical university campuses have been enhanced by digital technology both in formally scheduled learning and teaching events and in the less formal spaces in which the hig...",
		"archive_location": "world",
		"container-title": "Higher Education Research & Development",
		"ISSN": "0729-4360",
		"language": "EN",
		"license": "© 2019 HERDSA",
		"note": "publisher: Routledge",
		"source": "www.tandfonline.com",
		"title": "Engaging students as digital citizens",
		"URL": "https://www.tandfonline.com/doi/abs/10.1080/07294360.2019.1607829",
		"author": [
			{
				"family": "Blaj-Ward",
				"given": "Lia"
			},
			{
				"family": "Winter",
				"given": "Kim"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					7,
					29
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/CNLFMQZ9",
		"type": "webpage",
		"title": "Digital technology and manufacturing industrial change: Evidence from the Chinese manufacturing industry - ScienceDirect",
		"URL": "https://www.sciencedirect.com/science/article/abs/pii/S0360835223008495",
		"author": [
			{
				"family": "Weihong",
				"given": "Xie"
			},
			{
				"family": "Diwen",
				"given": "Zheng"
			},
			{
				"family": "Zhongshun",
				"given": "Li"
			},
			{
				"family": "Yongjian Wang",
				"given": ""
			},
			{
				"family": "Ligang",
				"given": "Wang"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/E2XYN7C5",
		"type": "article-journal",
		"abstract": "<p>The effects of workplace incivility have been understudied in educational settings. To expand incivility research to educational professions, the present research investigates whether, how, and when workplace incivility deriving from different sources (coworkers, supervisors, and outsiders) is related to work-to-family interference (WFI) of preschool teachers. Drawing on the conservation of resources theory, the present study proposes that workplace incivility and subsequent maladaptive emotion labor strategies (i.e., surface acting) jointly create a resource-depletion mechanism contributing to elevated WFI and two resource-providing variables (supervisor work–family support and psychological detachment after hours) function as potential mitigating factors to break the resource-depletion mechanism. This study used a female-dominated sample (i.e., preschool teachers) found that workplace incivility from insiders (supervisors and coworkers respectively) and external stakeholders (child’s family members) all positively linked to WFI, and surface acting mediated these relationships. Moreover, moderated mediation analyses indicated that psychological detachment buffered the mediated effect of surface acting on WFI, whereas supervisor work–family support did not. Findings deepen the understanding of why and when workplace incivility influences employees’ family lives, as well as point to future intervention strategies.</p>",
		"container-title": "Frontiers in Psychology",
		"DOI": "10.3389/fpsyg.2024.1409144",
		"ISSN": "1664-1078",
		"journalAbbreviation": "Front. Psychol.",
		"language": "English",
		"note": "publisher: Frontiers",
		"source": "Frontiers",
		"title": "Explaining the negative effects of workplace incivility on family lives: a moderated mediation model of surface acting and resource-providing variables",
		"title-short": "Explaining the negative effects of workplace incivility on family lives",
		"URL": "https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2024.1409144/full",
		"volume": "15",
		"author": [
			{
				"family": "Gu",
				"given": "Yuanbo"
			},
			{
				"family": "Wang",
				"given": "Cuiping"
			},
			{
				"family": "Ma",
				"given": "Jinhua"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					7,
					16
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/363G377R",
		"type": "webpage",
		"title": "The antecedents of employee engagement and their effect on public sector service delivery : the case study of government departments in Harare | SA Journal of Human Resource Management",
		"URL": "https://journals.co.za/doi/abs/10.4102/sajhrm.v17i0.1082",
		"author": [
			{
				"family": "Tawaziwa",
				"given": "Wushe"
			},
			{
				"family": "Jacob",
				"given": "Shenje"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/I5PHVE7B",
		"type": "article-journal",
		"abstract": "Digital distractions can interfere with goal attainment and lead to undesirable habits that are hard to get red rid of. Various digital self-control interventions promise support to alleviate the negative impact of digital distractions. These interventions use different approaches, such as the blocking of apps and websites, goal setting, or visualizations of device usage statistics. While many apps and browser extensions make use of these features, little is known about their effectiveness. This systematic review synthesizes the current research to provide insights into the effectiveness of the different kinds of interventions. From a search of the ‘ACM’, ‘Springer Link’, ‘Web of Science’, ’IEEE Xplore’ and ‘Pubmed’ databases, we identified 28 digital self-control interventions. We categorized these interventions according to their features and their outcomes. The interventions showed varying degrees of effectiveness, and especially interventions that relied purely on increasing the participants' awareness were barely effective. For those interventions that sanctioned the use of distractions, the current literature indicates that the sanctions have to be sufficiently difficult to overcome, as they will otherwise be quickly dismissed. The overall confidence in the results is low, with small sample sizes, short study duration, and unclear study contexts. From these insights, we highlight research gaps and close with suggestions for future research.",
		"container-title": "Journal of Computer Assisted Learning",
		"DOI": "10.1111/jcal.12581",
		"ISSN": "1365-2729",
		"issue": "5",
		"language": "en",
		"license": "© 2021 The Authors. Journal of Computer Assisted Learning published by John Wiley & Sons Ltd.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/jcal.12581",
		"page": "1217-1231",
		"source": "Wiley Online Library",
		"title": "Digital self-control interventions for distracting media multitasking - A systematic review",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/jcal.12581",
		"volume": "37",
		"author": [
			{
				"family": "Biedermann",
				"given": "Daniel"
			},
			{
				"family": "Schneider",
				"given": "Jan"
			},
			{
				"family": "Drachsler",
				"given": "Hendrik"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/IIADSS86",
		"type": "webpage",
		"title": "When the winds of change blow: an empirical investigation of ChatGPT’s usage behaviour: Technology Analysis & Strategic Management: Vol 0, No 0",
		"URL": "https://www.tandfonline.com/doi/abs/10.1080/09537325.2024.2394783",
		"author": [
			{
				"family": "Pang",
				"given": "Qiwei"
			},
			{
				"family": "Mengze",
				"given": "Zhang"
			},
			{
				"family": "Kum",
				"given": "Fai Yuen"
			},
			{
				"family": "Mingjie",
				"given": "Fang"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/V4RR4P5Z",
		"type": "webpage",
		"title": "Exploring the Link Between Social Media Adoption and Saudi Arabia SME’s Sustainable Performance: The Moderating Role of COVID-19 - Omar A. Alghamdi, 2024",
		"URL": "https://journals.sagepub.com/doi/full/10.1177/21582440241293043",
		"author": [
			{
				"family": "Omar",
				"given": "Alghamdi"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/W54UMWRU",
		"type": "webpage",
		"title": "Facebook Use Predicts Declines in Subjective Well-Being in Young Adults | PLOS ONE",
		"URL": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0069841&mbid=synd_msnhealth%20(https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0069841&mbid=synd_msnhealth)",
		"author": [
			{
				"family": "Ethan",
				"given": "Kross"
			},
			{
				"family": "Phillipe",
				"given": "Verduyn"
			},
			{
				"family": "Emre",
				"given": "Demiralp"
			},
			{
				"family": "Jiyoung",
				"given": "Park"
			},
			{
				"family": "David",
				"given": "Lee"
			},
			{
				"family": "Natalie",
				"given": "Lin"
			},
			{
				"family": "John",
				"given": "Jonides"
			},
			{
				"family": "Oscar",
				"given": "Ybarra"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/LWPLSNCQ",
		"type": "webpage",
		"title": "JMIR Mental Health - Mental Health, Risk Factors, and Social Media Use During the COVID-19 Epidemic and Cordon Sanitaire Among the Community and Health Professionals in Wuhan, China: Cross-Sectional Survey",
		"URL": "https://mental.jmir.org/2020/5/e19009",
		"author": [
			{
				"family": "Ni",
				"given": "Micheal"
			},
			{
				"family": "Yang",
				"given": "Lin"
			},
			{
				"family": "Leung",
				"given": "Candi"
			},
			{
				"family": "Li",
				"given": "Na"
			},
			{
				"family": "Yao",
				"given": "Xiaoxin"
			},
			{
				"family": "Wang",
				"given": "Yishan"
			},
			{
				"family": "Leung",
				"given": "Gabriel"
			},
			{
				"family": "Cowling",
				"given": "Benjamin"
			},
			{
				"family": "Liao",
				"given": "Qiuyan"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/9DJTJ446",
		"type": "article-journal",
		"abstract": "<p>Through an online survey of a working population sample (<italic>N</italic> = 530), this study examines the role of social comparison between social media use and job burnout. The results show that: (1) there is a significant positive correlation between social media use and job burnout; (2) social comparison plays a moderating role in social media's impact on burnout. In high social comparative groups, the moderating role develops into an mediating role, which means that job burnout is only significant when social media addiction and the inclination of social comparison are simultaneously strong; (3) Social media users who often make downward comparison and get positive emotions from it are more prone to job burnout. This study reveals the possible negative effects of overuse of new media and enriches the understanding of how social media shapes individuals' psychology and behavior. Studies have also shown that regulating and controlling social comparisons and avoiding excessive use of social media may be effective in reducing job burnout.</p>",
		"container-title": "Frontiers in Public Health",
		"DOI": "10.3389/fpubh.2020.588097",
		"ISSN": "2296-2565",
		"journalAbbreviation": "Front. Public Health",
		"language": "English",
		"note": "publisher: Frontiers",
		"source": "Frontiers",
		"title": "The Impact of Social Media Use on Job Burnout: The Role of Social Comparison",
		"title-short": "The Impact of Social Media Use on Job Burnout",
		"URL": "https://www.frontiersin.org/journals/public-health/articles/10.3389/fpubh.2020.588097/full",
		"volume": "8",
		"author": [
			{
				"family": "Han",
				"given": "Ruixia"
			},
			{
				"family": "Xu",
				"given": "Jian"
			},
			{
				"family": "Ge",
				"given": "Yan"
			},
			{
				"family": "Qin",
				"given": "Yulin"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					11,
					19
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/B2FB3364",
		"type": "webpage",
		"title": "Coping strategies and adjustment to multiple sclerosis among recently diagnosed patients: the mediating role of sense of coherence - Emanuela Calandri, Federica Graziano, Martina Borghi, Silvia Bonino, 2017",
		"URL": "https://journals.sagepub.com/doi/abs/10.1177/0269215517695374",
		"author": [
			{
				"family": "Calandri",
				"given": "Emanuela"
			},
			{
				"family": "Graziano",
				"given": "Federica"
			},
			{
				"family": "Bonino",
				"given": "Silvia"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/YG2L6VZZ",
		"type": "webpage",
		"abstract": "The growing prevalence of continuous media use among university students in lecture environments has potential for\ndetrimental effects. In this study the focus is placed upon\nthe implications of digital media multitasking in a university lecture context for academic performance and learning.\nPrevious studies reveal that students frequently engage with\ndigital media whilst in a university lecture. Moreover, research has shown that multitasking imposes a cognitive cost,\ndetrimental to learning and task execution. We propose, accordingly, that the constant distractions created by digital\nmedia interrupt the thought and communication processes\nof students and, subsequently, obstruct their ability to learn.\nTo test this proposition we conduct a survey-based empirical\ninvestigation of digital media use and academic performance\namong undergraduate university students. A clear negative\ncorrelation was shown between frequency of media use and\nacademic performance. This result confirms the hypothesis that there exists a negative correlation between digital\nmedia use during lectures and academic performance. The\nconfirmation of this negative relationship suggests that media use poses a significant distraction to students.",
		"title": "Can I Have Your Attention, Please? Proceedings of the Annual Conference of the South African Institute of Computer Scientists and Information Technologists on - SAICSIT ’16 | 10.1145/2987491.2987498",
		"URL": "https://sci-hub.se/https://dl.acm.org/doi/abs/10.1145/2987491.2987498",
		"author": [
			{
				"family": "Leysens",
				"given": "Jean-Louis"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/FYVMZSR3",
		"type": "article-journal",
		"container-title": "International Journal of Disaster Risk Reduction",
		"DOI": "10.1016/j.ijdrr.2020.101762",
		"ISSN": "22124209",
		"journalAbbreviation": "International Journal of Disaster Risk Reduction",
		"language": "en",
		"page": "101762",
		"source": "DOI.org (Crossref)",
		"title": "Information overload, stress, and emergency managerial thinking",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S2212420920312644",
		"volume": "51",
		"author": [
			{
				"family": "Misra",
				"given": "Shalini"
			},
			{
				"family": "Roberts",
				"given": "Patrick"
			},
			{
				"family": "Rhodes",
				"given": "Matthew"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/DT9XHYC2",
		"type": "article-journal",
		"container-title": "Computers in Human Behavior",
		"DOI": "10.1016/j.chb.2021.106899",
		"ISSN": "07475632",
		"journalAbbreviation": "Computers in Human Behavior",
		"language": "en",
		"page": "106899",
		"source": "DOI.org (Crossref)",
		"title": "From cognitive overload to digital detox: Psychological implications of telework during the COVID-19 pandemic",
		"title-short": "From cognitive overload to digital detox",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0747563221002223",
		"volume": "124",
		"author": [
			{
				"family": "Schmitt",
				"given": "Josephine B."
			},
			{
				"family": "Breuer",
				"given": "Johannes"
			},
			{
				"family": "Wulf",
				"given": "Tim"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/XCRM3PRL",
		"type": "webpage",
		"abstract": "An exponential increase in the availability of information over the last two decades has asked for novel theoretical frameworks to examine how students optimally learn under these new learning conditions, given the limitations of human processing ability. In this special issue and in the current editorial introduction, we argue that such a novel theoretical framework should integrate (aspects of) cognitive load theory and self-regulated learning theory. We describe the effort monitoring and regulation (EMR) framework, which outlines how monitoring and regulation of effort are neglected but essential aspects of self-regulated learning. Moreover, the EMR framework emphasizes the importance of optimizing cognitive load during self-regulated learning by reducing the unnecessary load on the primary task or distributing load optimally between the primary learning task and metacognitive aspects of the learning task. Three directions for future research that derive from the EMR framework and that are discussed in this editorial introduction are: (1) How do students monitor effort? (2) How do students regulate effort? and (3) How do we optimize cognitive load during self-regulated learning tasks (during and after the primary task)? Finally, the contributions to the current special issue are introduced.",
		"title": "Synthesizing Cognitive Load and Self-regulation Theory: a Theoretical Framework and Research Agenda | Educational Psychology Review",
		"URL": "https://link.springer.com/article/10.1007/s10648-020-09576-4",
		"author": [
			{
				"family": "Bruin",
				"given": "Anique",
				"non-dropping-particle": "de"
			},
			{
				"family": "Roelle",
				"given": "Julian"
			},
			{
				"family": "Carpenter",
				"given": "Shana"
			},
			{
				"family": "Baars",
				"given": "Martine"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/LIVIGXRD",
		"type": "article-journal",
		"abstract": "The increasing ubiquity of digital devices in childhood had outpaced the understanding of their effects on cognitive development, creating a significant research gap regarding their long-term impact. Objective: The present narrative overview explored the complex relationship between digital device usage and cognitive development in childhood. Methods: We conducted a comprehensive literature search across multiple databases, including PubMed, Embase, Scopus, and Web of Science, to critically assess cognitive domains such as attention, memory, executive functions, problem-solving skills, and social cognition. Incorporating over 157 peer-reviewed studies published between 2001 and 2024, we used strict inclusion and exclusion criteria to ensure scientific rigor. Results: The review integrated empirical findings with established theoretical frameworks, particularly from cognitive development and media psychology, to highlight both the advantages and risks of early, frequent exposure to technology. The potential for digital devices to enhance cognitive skills, such as multitasking and information processing, was weighed against risks such as cognitive overload, diminished attention spans, and impaired social skills. We also examined psychological and behavioral outcomes, including identity formation, emotional regulation, and maladaptive behaviors associated with excessive screen time. Additionally, we identified strategies to mitigate negative effects, emphasizing structured digital engagement and parental involvement to support healthy cognitive and psychological growth. Our findings provided actionable recommendations for parents, educators, and policymakers, promoting optimal digital practices that enhanced cognitive development while safeguarding against potential harms. Conclusions: The review offered essential insights for stakeholders in child development, education, and policy-making, highlighting the need for balanced integration of digital tools in childhood learning environments.",
		"container-title": "Children",
		"DOI": "10.3390/children11111299",
		"ISSN": "2227-9067",
		"issue": "11",
		"language": "en",
		"license": "http://creativecommons.org/licenses/by/3.0/",
		"note": "number: 11\npublisher: Multidisciplinary Digital Publishing Institute",
		"page": "1299",
		"source": "www.mdpi.com",
		"title": "Digital Device Usage and Childhood Cognitive Development: Exploring Effects on Cognitive Abilities",
		"title-short": "Digital Device Usage and Childhood Cognitive Development",
		"URL": "https://www.mdpi.com/2227-9067/11/11/1299",
		"volume": "11",
		"author": [
			{
				"family": "Clemente-Suárez",
				"given": "Vicente Javier"
			},
			{
				"family": "Beltrán-Velasco",
				"given": "Ana Isabel"
			},
			{
				"family": "Herrero-Roldán",
				"given": "Silvia"
			},
			{
				"family": "Rodriguez-Besteiro",
				"given": "Stephanie"
			},
			{
				"family": "Martínez-Guardado",
				"given": "Ismael"
			},
			{
				"family": "Martín-Rodríguez",
				"given": "Alexandra"
			},
			{
				"family": "Tornero-Aguilera",
				"given": "Jose Francisco"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/CJPBWEA8",
		"type": "webpage",
		"abstract": "ABSTRACT\nSmart phones and tablets are rapidly becoming our main method of\naccessing information and are frequently used to perform on-thego search tasks. Mobile devices are commonly used in situations\nwhere aention must be divided, such as when walking down a\nstreet. Research suggests that this increases cognitive load and,\ntherefore, may have an impact on performance. In this work we\nconducted a laboratory experiment with both device types in which\nwe simulated everyday, common mobile situations that may cause\nfragmented aention, impact search performance and aect user\nperception.\nOur results showed that the fragmented aention induced by\nthe simulated conditions signicantly aected both participants’\nobjective and perceived search performance, as well as how hurried\nthey felt and how engaged they were in the tasks. Furthermore,\nthe type of device used also impacted how users felt about the\nsearch tasks, how well they performed and the amount of time they\nspent engaged in the tasks. ese novel insights provide useful\ninformation to inform the design of future interfaces for mobile\nsearch and give us a greater understanding of how context and\ndevice size aect search behaviour and user experience.",
		"title": "Searching on the Go. Proceedings of the 40th International ACM SIGIR Conference on Research and Development in Information Retrieval - SIGIR ’17 | 10.1145/3077136.3080770",
		"URL": "https://sci-hub.se/https://dl.acm.org/doi/abs/10.1145/3077136.3080770",
		"author": [
			{
				"family": "Harvey",
				"given": "Morgan"
			},
			{
				"family": "Pointon",
				"given": "Matthew"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/ICFE7LFF",
		"type": "article-journal",
		"container-title": "Educational Technology Research and Development",
		"DOI": "10.1007/s11423-019-09667-2",
		"ISSN": "1042-1629, 1556-6501",
		"issue": "1",
		"journalAbbreviation": "Education Tech Research Dev",
		"language": "en",
		"page": "67-87",
		"source": "DOI.org (Crossref)",
		"title": "Media multitasking, attention, and comprehension: a deep investigation into fragmented reading",
		"title-short": "Media multitasking, attention, and comprehension",
		"URL": "http://link.springer.com/10.1007/s11423-019-09667-2",
		"volume": "68",
		"author": [
			{
				"family": "Liu",
				"given": "Yan"
			},
			{
				"family": "Gu",
				"given": "Xiaoqing"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/CQX92NWF",
		"type": "article-journal",
		"abstract": "The occurrence of mental fatigue during tasks like driving a vehicle increases risk of injury or death. Changes in electroencephalographic (EEG) activity associated with mental fatigue has been frequently studied and considered a promising biomarker of mental fatigue. This is despite differences in methodologies and outcomes in prior research. A systematic review with meta-analyses was conducted to establish the influence of mental fatigue on EEG activity spectral bands, and to determine in which regions fatigue-related EEG spectral changes are likely to occur. A high-yield search strategy identified 21 studies meeting inclusion criteria for investigating the change in EEG spectral activity in non-diseased adults engaged in mentally fatiguing tasks. A medium effect size (using Cohen's g) of 0.68 (95%CI: 0.24-1.13) was found for increase in overall EEG activity following mental fatigue. Further examination of individual EEG spectral bands and regions using network meta-analyses indicated large increases in theta (g = 1.03; 95%CI: 0.79-1.60) and alpha bands (g = 0.85; 95%CI: 0.47-1.43), with small to moderate changes found in delta and beta bands. Central regions of the scalp showed largest change (g = 0.80; 95%CI: 0.46-1.21). Sub-group analyses indicated large increases in theta activity in frontal, central and posterior sites (all g > 1), with moderate changes in alpha activity in central and posterior sites. Findings have implications for fatigue monitoring and countermeasures with support for change in theta activity in frontal, central and posterior sites as a robust biomarker of mental fatigue and change in alpha wave activity considered a second line biomarker to account for individual variability.",
		"container-title": "Psychophysiology",
		"DOI": "10.1111/psyp.13554",
		"ISSN": "1469-8986",
		"issue": "5",
		"journalAbbreviation": "Psychophysiology",
		"language": "eng",
		"note": "PMID: 32108954",
		"page": "e13554",
		"source": "PubMed",
		"title": "The influence of mental fatigue on brain activity: Evidence from a systematic review with meta-analyses",
		"title-short": "The influence of mental fatigue on brain activity",
		"volume": "57",
		"author": [
			{
				"family": "Tran",
				"given": "Yvonne"
			},
			{
				"family": "Craig",
				"given": "Ashley"
			},
			{
				"family": "Craig",
				"given": "Rachel"
			},
			{
				"family": "Chai",
				"given": "Rifai"
			},
			{
				"family": "Nguyen",
				"given": "Hung"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020",
					5
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/D7MQY4E2",
		"type": "article-journal",
		"container-title": "Telematics and Informatics",
		"DOI": "10.1016/j.tele.2021.101696",
		"ISSN": "07365853",
		"journalAbbreviation": "Telematics and Informatics",
		"language": "en",
		"page": "101696",
		"source": "DOI.org (Crossref)",
		"title": "Drivers of social media fatigue: A systematic review",
		"title-short": "Drivers of social media fatigue",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0736585321001350",
		"volume": "64",
		"author": [
			{
				"family": "Zheng",
				"given": "Han"
			},
			{
				"family": "Ling",
				"given": "Rich"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021",
					11
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/9QSPNQ2P",
		"type": "webpage",
		"abstract": "The diagnosis of attention-deficit/hyperactivity disorder (ADHD)\namong children and adolescents has increased considerably over\nthe past decades. Scholars and health professionals alike have\nexpressed concern about the role of screen media in the rise in\nADHD diagnosis. However, the extent to which screen media use\nand ADHD are linked remains a point of debate. To understand the\ncurrent state of the field and, ultimately, move the field forward,\nwe provide a systematic review of the literature on the relationship\nbetween children and adolescents’ screen media use and ADHDrelated behaviors (i.e., attention problems, hyperactivity, and impulsivity). Using the Differential Susceptibility to Media effects Model\nas a theoretical lens, we systematically organize the existing literature, identify potential shortcomings in this literature, and provide\ndirections for future research. The available evidence suggests a\nstatistically small relationship between media and ADHD-related\nbehaviors. Evidence also suggests that individual child differences,\nsuch as gender and trait aggression, may moderate this relationship.\nThere is a clear need for future research that investigates causality,\nunderlying mechanisms, and differential susceptibility to the effects\nof screen media use on ADHD-related behaviors. It is only through a\nricher empirical body that we will be able to fully understand the\nmedia–ADHD relationship",
		"title": "Screen media use and ADHD-related behaviors: Four decades of research. Proceedings of the National Academy of Sciences, 115(40), 9875–9881 | 10.1073/pnas.1611611114",
		"URL": "https://sci-hub.se/10.1073/pnas.1611611114",
		"author": [
			{
				"family": "Beyens",
				"given": "Ine"
			},
			{
				"family": "Valkenburg",
				"given": "Patti"
			},
			{
				"family": "Piotrowski",
				"given": "Jessica Taylor"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2018"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/GQIVST9E",
		"type": "webpage",
		"abstract": "The diagnosis of attention-deficit/hyperactivity disorder (ADHD)\namong children and adolescents has increased considerably over\nthe past decades. Scholars and health professionals alike have\nexpressed concern about the role of screen media in the rise in\nADHD diagnosis. However, the extent to which screen media use\nand ADHD are linked remains a point of debate. To understand the\ncurrent state of the field and, ultimately, move the field forward,\nwe provide a systematic review of the literature on the relationship\nbetween children and adolescents’ screen media use and ADHDrelated behaviors (i.e., attention problems, hyperactivity, and impulsivity). Using the Differential Susceptibility to Media effects Model\nas a theoretical lens, we systematically organize the existing literature, identify potential shortcomings in this literature, and provide\ndirections for future research. The available evidence suggests a\nstatistically small relationship between media and ADHD-related\nbehaviors. Evidence also suggests that individual child differences,\nsuch as gender and trait aggression, may moderate this relationship.\nThere is a clear need for future research that investigates causality,\nunderlying mechanisms, and differential susceptibility to the effects\nof screen media use on ADHD-related behaviors. It is only through a\nricher empirical body that we will be able to fully understand the\nmedia–ADHD relationship",
		"title": "Effects of information overload on productivity in enterprises: A literature review. 2013 International Conference on Research and Innovation in Information Systems (ICRIIS) | 10.1109/icriis.2013.6716710",
		"URL": "https://sci-hub.se/10.1109/icriis.2013.6716710",
		"author": [
			{
				"family": "Sabeeh",
				"given": "Zaid"
			},
			{
				"family": "Ismail",
				"given": "Zuraini"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/P3WHHJ49",
		"type": "webpage",
		"abstract": "In recent years, with the ability to facilitate knowledge sharing, information exchange, and work\ncollaboration, enterprise social media (ESM) has been widely embraced by business leaders to\nimprove job performance. However, with the deepening of empirical research and practice, ESM\nusage has also been found to yield various negative outcomes, such as information overload,\nprivacy invasion, turnover intention, and work-life conflict. Ultimately, these negative outcomes\nwill be reflected in a decline in job performance. Given this inconsistent result, this study presents\na meta-analysis of the relations between ESM usage and job performance as described in previous\nempirical literature. The results indicate that there is a significant positive correlation between\nESM usage and job performance, subject to several moderators. Specifically, different types of job\nperformance have a moderating effect on the relations between ESM usage and job performance,\nand the effect of innovation performance and agility performance is greater than that of in-role\nperformance. Samples with a high proportion of females showed stronger effects of ESM usage\non job performance, whereas samples with a high proportion of managers showed stronger ef\nfects. Moreover, samples from developed countries showed higher effects of ESM usage on job\nperformance than those from developing countries. These findings hold several implications for\nrelated theoretical research and business management practices.",
		"title": "Does enterprise social media usage make the employee more productive? A meta-analysis. Telematics and Informatics, 60, 101578 | 10.1016/j.tele.2021.101578",
		"URL": "https://sci-hub.se/https://www.sciencedirect.com/science/article/abs/pii/S0736585321000174",
		"author": [
			{
				"family": "Wu",
				"given": "Chuanhui"
			},
			{
				"family": "Zhang",
				"given": "Yuchen"
			},
			{
				"family": "Huang",
				"given": "Shijing"
			},
			{
				"family": "Yuan",
				"given": "Qinjian"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/GZ8Q5TWT",
		"type": "article-journal",
		"abstract": "Social media now permeates every aspect of everyday life, impacting social relationships, communication, and information gathering. On the other hand, worries are raised about how social media addiction could influence attention spans and aggression. This research aims to explore the relationship between social media addiction, attention span, and aggression among university students, considering the growing prevalence of social media use and its implications for mental health. University students were included in the research. The Aggression Questionnaire (AGQ), the Mindful Attention Awareness Scale (MAAS), and the Social Media Addiction Scale (SNAS) were used as assessment instruments. Correlation analyses were performed in order to under the relationship between social media addiction, attention span, and aggression. The findings revealed a significant negative correlation between SNAS and MAAS (r=-.391**, p&lt;.001), suggestive of a possible decline in mindful attention awareness in people with an increased addiction to social networking. Moreover, a positive correlation was found between SNAS and AGQ (r=.488**, p&lt;.001), indicating that a greater propensity to engage in violent behavior, especially online, may be associated with an increased addiction to social networking. MAAS has negative correlation with AGQ (r=-.322**, p&lt;.001) that indicates that the person with high level of mindfulness are less likely to engage in aggressive behavior. Furthermore, the association between aggressiveness and social media addiction is favorable, underscoring the significance of treating violent behaviors linked to social media addiction.",
		"container-title": "Kurdish Studies",
		"DOI": "10.53555/ks.v12i2.2873",
		"ISSN": "2051-4891",
		"issue": "2",
		"language": "en",
		"license": "Copyright (c) 2024 Muhammad Husain, Dr. Nudrat Mushtaq, Dr. Nasim Khan Mahsud, Huda Afzal, Saliha Naseer, Dabeer Hussain",
		"note": "number: 2",
		"page": "6472-6480",
		"source": "kurdishstudies.net",
		"title": "The Effect of Social Media Addiction on Attention Span and Aggression among University Students",
		"URL": "https://kurdishstudies.net/menu-script/index.php/KS/article/view/2873",
		"volume": "12",
		"author": [
			{
				"family": "Husain",
				"given": "Muhammad"
			},
			{
				"family": "Mushtaq",
				"given": "Dr Nudrat"
			},
			{
				"family": "Mahsud",
				"given": "Dr Nasim Khan"
			},
			{
				"family": "Afzal",
				"given": "Huda"
			},
			{
				"family": "Naseer",
				"given": "Saliha"
			},
			{
				"family": "Hussain",
				"given": "Dabeer"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					4,
					19
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/69KLBJH5",
		"type": "article-journal",
		"abstract": "The word “multitasking” gets thrown around a lot these days. For years it was touted as the cognitive default for a new generation of digital natives, but psychologists are increasingly warning us against its harmful effects on many different forms of human activity. What exactly is meant by the concept of multitasking, however, remains peculiarly taken-for-granted. The purpose of this article is therefore to analyze, evaluate, and interpret how the word “multitasking” is currently being used in scientific practice. Taking departure in the domain of media multitasking research, the article reveals an unacknowledged normativity in the empirical research literature: Multitasking does not in fact denote a quantitative enumeration of tasks, but a qualitative distinction between on- and off-task activity. In other words, multitasking is functionally equivalent to distraction. This article discusses how this insight challenges the scientific rationality of current media multitasking research and concludes with implications for future research.",
		"container-title": "Theory & Psychology",
		"DOI": "10.1177/0959354318815766",
		"ISSN": "0959-3543, 1461-7447",
		"issue": "1",
		"journalAbbreviation": "Theory & Psychology",
		"language": "en",
		"page": "87-99",
		"source": "DOI.org (Crossref)",
		"title": "Multitasking as distraction: A conceptual analysis of media multitasking research",
		"title-short": "Multitasking as distraction",
		"URL": "https://journals.sagepub.com/doi/10.1177/0959354318815766",
		"volume": "29",
		"author": [
			{
				"family": "Aagaard",
				"given": "Jesper"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					11,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/K9CZHZIC",
		"type": "article-journal",
		"abstract": "Abstract\nMedia multitasking, using two or more medias concurrently, prevails among\nadolescents and emerging adults. The inherent mental habits of media\nmultitasking—dividing attention, switching attention, and maintaining multiple trains\nof thought— have significant implications and consequences for students’ academic\nperformance. The goal of this review is to synthesize research on the impacts of\nmedia multitasking on academic performance. The research indicates that media\nmultitasking interferes with attention and working memory, negatively affecting GPA,\ntest performance, recall, reading comprehension, note-taking, self-regulation, and\nefficiency. These effects have been demonstrated during in- class activities (largely\nlectures) and while students are studying. In addition, students struggle to accurately\nassess the impact media multitasking will have on their academic performance.\nFurther research should attend to understanding effects of media multitasking in\nmore diverse instructional contexts and for varied academic tasks. Fostering students’\nself-regulation around media multitasking is a promising area for future efforts\ntowards improving academic performance of college students.",
		"title": "Efficient, helpful, or distracting? A literature review of media multitasking in relation to academic performance",
		"author": [
			{
				"family": "May",
				"given": "Kaitlyn"
			},
			{
				"family": "Elder",
				"given": "Anastasia"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/local/90rMeuHC/items/2F4SC2SJ",
		"type": "article-journal",
		"abstract": "Nowadays, internet use and over use is very common among adolescents. This could be a\nkind of behavioural addiction in which adolescents could have many behavioural problems\nlike temperament issues or they find difficulty sustaining their focus on certain important\ntasks. Symptoms of internet addiction affect emotional behavioural problems and attention\nfocus in some aspects. This study aims to assess the effect of internet addiction on\nadolescent’s aggression and attention span. The study was conducted on adolescent males\nand females. The consent form, socio-demographic, Internet addiction test, Child Behaviour\nChecklist (CBCL), and The Digit Memory Test was used for the collection of data. The\nbehaviour and attention span of 60 adolescents were assessed. T-test and correlational\nanalysis had been used. The results indicated significant relationship between internet\naddiction, behavioural problems, and attention concentration. Thus, if an individual has an\ninternet addiction, then adolescents’ behaviour and attention span will be affected\nsignificantly. Internet addiction is related to emotional behavior problems and reduced\nfocus in life. This study will be helpful in developing management plans for adolescents to\nreduce behavioral problems and increase attention concentration by professionals. There is\na strong need to develop research projects to examine these variables among the\nadolescents and also a need to train this population to healthy use of technology.",
		"container-title": "International Journal of Humanities & Social Science Studies (IJHSSS)",
		"DOI": "10.29032/ijhsss.v9.i5.2023.154-163",
		"issue": "-V",
		"journalAbbreviation": "IJHSSS",
		"page": "154-163",
		"title": "Effect of Internet Addiction on Aggression and Attention Span In Adolescents: Empirical Investigation",
		"volume": "IX",
		"author": [
			{
				"family": "Shukla",
				"given": "Aarti"
			},
			{
				"family": "Kirmani",
				"given": "Mustafa Nadeem"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2023",
					9
				]
			]
		}
	}
]